[
  {
    "id": "Chambermaid",
    "hatred": [
      {
        "id": "Mathematician",
        "reason": "A camareira fica sabendo se o matemático acorda esta noite ou não, embora a camareira acorde primeiro."
      }
    ]
  },
  {
    "id": "Butler",
    "hatred": [
      {
        "id": "Cannibal",
        "reason": "Se o Canibal ganha a habilidade de Mordomo, o Canibal aprende isso."
      }
    ]
  },
  {
    "id": "Lunatic",
    "hatred": [
      {
        "id": "Mathematician",
        "reason": "O Matemático descobre se o Lunático ataca um jogador diferente do que o Demônio real atacou."
      }
    ]
  },
  {
    "id": "Pit-Hag",
    "hatred": [
      {
        "id": "Heretic",
        "reason": "Uma Pit-Hag não pode criar um Herege. "
      },
      {
        "id": "Damsel",
        "reason": "Se um Pit-Hag criar uma Donzela, o Narrador escolhe qual jogador é."
      },
      {
        "id": "Politician",
        "reason": "Uma Pit-hag não pode criar um político malvado."
      }
    ]
  },
  {
    "id": "Cerenovus",
    "hatred": [
      {
        "id": "Goblin",
        "reason": "O Cerenovus pode escolher deixar um jogador alucinando em ser o Goblin."
      }
    ]
  },
  {
    "id": "Leviathan",
    "hatred": [
      {
        "id": "Soldier",
        "reason": "Se Leviathan nomear e executar o Soldado, o Soldado não morre"
      },
      {
        "id": "Monk",
        "reason": "Se Leviathan nomear e executar o jogador que o Monge escolheu, esse jogador não morre."
      },
      {
        "id": "Innkeeper",
        "reason": "Se Leviathan nomear e executar um jogador que o Estalajadeiro escolheu, esse jogador não morre"
      },
      {
        "id": "Ravenkeeper",
        "reason": "Se Leviathan está em jogo e o Mestre dos Corvos morre por execução, ele acorda naquela noite para usar sua habilidade."
      },
      {
        "id": "Sage",
        "reason": "Se Leviatã está em jogo e o Sábio morre na execução, ele acorda naquela noite para usar sua habilidade."
      },
      {
        "id": "Farmer",
        "reason": "Se o Leviatã está em jogo e um fazendeiro morre por execução, um bom jogador se torna um fazendeiro naquela noite."
      },
      {
        "id": "Mayor",
        "reason": "Se o Leviatã estiver em jogo e nenhuma execução ocorrer no dia 5, o bem ganha."
      }
    ]
  },
  {
    "id": "Al-Hadikhia",
    "hatred": [
      {
        "id": "Scarlet Woman",
        "reason": "Se houver dois Al-Hadikhias vivos, a Mulher Escarlate Al-Hadikhia torna-se a Mulher Escarlate novamente."
      },
      {
        "id": "Mastermind",
        "reason": "Apenas 1 personagem Jinxed pode estar em jogo. Jogadores maus começam a saber qual jogador e personagem ele é."
      }
    ]
  },
  {
    "id": "Lil' Monsta",
    "hatred": [
      {
        "id": "Poppy Grower",
        "reason": "Se o Poppy Grower está em jogo, os Minions não acordam juntos. Eles são acordados um por um, até que um deles escolha pegar o token de bebê monstro."
      },
      {
        "id": "Magician",
        "reason": "Apenas 1 personagem Jinxed pode estar em jogo. "
      },
      {
        "id": "Scarlet Woman",
        "reason": "Se houver 5 ou mais jogadores vivos e o jogador segurando a ficha Lil 'Monsta morrer, a Mulher Escarlate receberá a ficha Lil' Monsta esta noite."
      }
    ]
  },
  {
    "id": "Lycanthrope",
    "hatred": [
      {
        "id": "Gambler",
        "reason": "Se o Lycanthrope está vivo e o Apostador se mata à noite, nenhum outro jogador pode morrer esta noite."
      }
    ]
  },
  {
    "id": "Legion",
    "hatred": [
      {
        "id": "Engineer",
        "reason": "Legion e o Engenheiro não podem estar em jogo no início do jogo. Se o Engineer criar Legion, a maioria dos jogadores (incluindo todos os jogadores malvados) torna-se Legion malvada."
      },
      {
        "id": "Preacher",
        "reason": "Apenas 1 personagem jinxed pode estar em jogo."
      }
    ]
  },
  {
    "id": "Fang Gu",
    "hatred": [
      {
        "id": "Scarlet Woman",
        "reason": "Se o Fang Gu escolher um Forasteiro e morrer, a Mulher Escarlate não se tornará o Fang Gu."
      }
    ]
  },
  {
    "id": "Spy",
    "hatred": [
      {
        "id": "Magician",
        "reason": "Quando o Spy vê o Grimoire, os tokens de personagem do Demônio e do Mago são removidos."
      },
      {
        "id": "Alchemist",
        "reason": "O Alquimista não pode ter a habilidade de Espião."
      },
      {
        "id": "Poppy Grower",
        "reason": "Se o Poppy Grower estiver em jogo, o Spy não verá o Grimoire até que o Poppy Grower morra."
      },
      {
        "id": "Damsel",
        "reason": "apenas 1 personagem jinxed pode estar em jogo."
      },
      {
        "id": "Heretic",
        "reason": "apenas 1 personagem jinxed pode estar em jogo."
      }
    ]
  },
  {
    "id": "Widow",
    "hatred": [
      {
        "id": "Magician",
        "reason": "When the Widow sees the Grimoire, the Demon and Magician's character tokens are removed."
      },
      {
        "id": "Poppy Grower",
        "reason": "If the Poppy Grower is in play, the Widow does not see the Grimoire until the Poppy Grower dies."
      },
      {
        "id": "Alchemist",
        "reason": "The Alchemist can not have the Widow ability."
      },
      {
        "id": "Damsel",
        "reason": "Only 1 jinxed character can be in play."
      },
      {
        "id": "Heretic",
        "reason": "Only 1 jinxed character can be in play."
      }
    ]
  },
  {
    "id": "Godfather",
    "hatred": [
      {
        "id": "Heretic",
        "reason": "Only 1 jinxed character can be in play."
      }
    ]
  },
  {
    "id": "Marionette",
    "hatred": [
      {
        "id": "Lil' Monsta",
        "reason": "The Marionette neighbors a Minion, not the Demon. The Marionette is not woken to choose who takes the Lil' Monsta token."
      },
      {
        "id": "Poppy Grower",
        "reason": "When the Poppy Grower dies, the Demon learns the Marionette but the Marionette learns nothing."
      },
      {
        "id": "Snitch",
        "reason": "A Marionete só recebe 3 personagens de fora do jogo depois que o Dedo-duro morre."
      },
      {
        "id": "Balloonist",
        "reason": "Se a Marionete pensa que é o Balonista, o jogo começa com +1 Forasteiro."
      },
      {
        "id": "Damsel",
        "reason": "The Marionette does not learn that a Damsel is in play."
      },
      {
        "id": "Huntsman",
        "reason": "If the Marionette thinks that they are the Huntsman, the Damsel was added."
      }
    ]
  },
  {
   "id": "Riot",
    "hatred": [
      {
        "id": "Engineer",
        "reason": "Riot e o Engineer não podem estar em jogo no início do jogo. Se o Engineer criar Riot, os jogadores malvados se tornam Riot."
      },
      {
        "id": "Magician",
        "reason": "Na primeira noite, os jogadores que o primeiro Pandemônio serão acordados um de cada vez para conhecer seus cúmplices em vez de acordarem ao mesmo tempo. Se o Mágico estiver em jogo, será nostrado como Pandemônio nesse momento."
      },
      {
        "id": "Golem",
        "reason": "Se o Golem nomear o Riot, o jogador do Riot não morrerá."
      },
      {
        "id": "Snitch",
        "reason": "Se o Dedo-duro está em jogo, cada jogador que seja Pandemônio recebe mais 3 blefes."
      },
      {
        "id": "Saint",
        "reason": "Se um bom jogador nomeia e mata o Santo, a equipe do Santo perde."
      },
      {
        "id": "Butler",
        "reason": "O mordomo não pode nomear seu mestre."
      },
      {
        "id": "Pit-Hag",
        "reason": "Se a Pit-Hag criar o Riot, todos os jogadores malvados se tornarão o Riot. Se a Pit-Hag criar o Riot após o dia 3, o jogo continuará por mais um dia."
      },
      {
        "id": "Mayor",
        "reason": "Se o terceiro dia começar com apenas três jogadores vivos, os jogadores podem escolher (como um grupo) não indicar nada. Se assim for (e um prefeito estiver vivo), a equipe do prefeito vence."
      },
      {
        "id": "Monk",
        "reason": "Se um jogador Riot nomear e matar o jogador protegido por Monge, o jogador protegido por Monge não morre."
      },
      {
        "id": "Farmer",
        "reason": "Se um jogador da Riot nomeia e mata um Fazendeiro, o Fazendeiro usa sua habilidade esta noite."
      },
      {
        "id": "Innkeeper",
        "reason": "Se um jogador da Riot nomear um jogador protegido pelo estalajadeiro, o jogador protegido pelo estalajadeiro não morre."
      },
      {
        "id": "Sage",
        "reason": "Se um jogador do Riot nomeia e mata um Sage, o Sage usa sua habilidade esta noite."
      },
      {
        "id": "Ravenkeeper",
        "reason": "Se um jogador Riot nomeia e mata o Ravenkeeper, o Ravenkeeper usa sua habilidade esta noite."
      },
      {
        "id": "Soldier",
        "reason": "Se um jogador de Riot nomear o Soldier, o Soldier não morre."
      },
      {
        "id": "Grandmother",
        "reason": "Se um jogador da Riot nomeia e mata o neto, a avó morre também."
      },
      {
        "id": "King",
        "reason": "Se um Pandemônio nomeia e mata o Rei e o Garoto do Coral está vivo, o Garoto do Coral usa sua habilidade esta noite."
      },
      {
        "id": "Exorcist",
        "reason": "Apenas 1 personagem azarado pode estar em jogo."
      },
      {
        "id": "Minstrel",
        "reason": "Apenas 1 personagem azarado pode estar em jogo."
      },
      {
        "id": "Flowergirl",
        "reason": "Apenas 1 personagem azarado pode estar em jogo."
      },
      {
        "id": "Undertaker",
        "reason": "Jogadores que morrem por nomeação são registrados para o Undertaker como sendo executados."
      },
      {
        "id": "Cannibal",
        "reason": "Jogadores mortos por nomeação registram como alternativa para o Canibal."
      },
      {
        "id": "Pacifist",
        "reason": "Os jogadores que morrem por nomeação são registrados pelo Pacifista como sendo executados."
      },
      {
        "id": "Devil's Advocate",
        "reason": "Os jogadores que morrem por nomeação são registrados como sendo executados para o Advogado do Diabo."
      },
      {
        "id": "Investigator",
        "reason": "Riot se registra como um lacaio do investigador."
      },
      {
        "id": "Clockmaker",
        "reason": "Riot se registra como um Minion do Relojoeiro."
      },
      {
        "id": "Town Crier",
        "reason": "Riot se registra como um Minion do Town Prego."
      },
      {
        "id": "Damsel",
        "razão": "Riot se registra como um servo da donzela."
      },
      {
        "id": "Preacher",
        "razão": "Riot se registra como um servo do pregador."
      }
    ]
  },
  {
    "id": "Lleech",
    "hatred": [
      {
        "id": "Mastermind",
        "reason": "If the Mastermind is alive and the Lleech's host dies by execution, the Lleech lives but loses their ability. "
      },
      {
        "id": "Slayer",
        "reason": "If the Slayer slays the Lleech's host, the host dies. "
      }
    ]
  }
]
