[
  {
    "id": "Chambermaid",
    "hatred": [
      {
        "id": "Mathematician",
        "reason": "A camareira fica sabendo se o matemático acorda esta noite ou não, embora a camareira acorde primeiro."
      }
    ]
  },
  {
    "id": "Butler",
    "hatred": [
      {
        "id": "Cannibal",
        "reason": "Se o Canibal ganha a habilidade de Mordomo, o Canibal aprende isso."
      }
    ]
  },
  {
    "id": "Lunatic",
    "hatred": [
      {
        "id": "Mathematician",
        "reason": "O Matemático descobre se o Lunático ataca um jogador diferente do que o Demônio real atacou."
      }
    ]
  },
  {
    "id": "Pit-Hag",
    "hatred": [
      {
        "id": "Heretic",
        "reason": "Uma Pit-Hag não pode criar um Herege. "
      },
      {
        "id": "Damsel",
        "reason": "Se um Pit-Hag criar uma Donzela, o Narrador escolhe qual jogador é."
      },
      {
        "id": "Politician",
        "reason": "Uma Pit-hag não pode criar um político malvado."
      }
    ]
  },
  {
    "id": "Cerenovus",
    "hatred": [
      {
        "id": "Goblin",
        "reason": "O Cerenovus pode escolher deixar um jogador alucinando em ser o Goblin."
      }
    ]
  },
  {
    "id": "Leviathan",
    "hatred": [
      {
        "id": "Soldier",
        "reason": "Se Leviathan nomear e executar o Soldado, o Soldado não morre"
      },
      {
        "id": "Monk",
        "reason": "Se Leviathan nomear e executar o jogador que o Monge escolheu, esse jogador não morre."
      },
      {
        "id": "Innkeeper",
        "reason": "Se Leviathan nomear e executar um jogador que o Estalajadeiro escolheu, esse jogador não morre"
      },
      {
        "id": "Ravenkeeper",
        "reason": "Se Leviathan está em jogo e o Mestre dos Corvos morre por execução, ele acorda naquela noite para usar sua habilidade."
      },
      {
        "id": "Sage",
        "reason": "Se Leviatã está em jogo e o Sábio morre na execução, ele acorda naquela noite para usar sua habilidade."
      },
      {
        "id": "Farmer",
        "reason": "Se o Leviatã está em jogo e um fazendeiro morre por execução, um bom jogador se torna um fazendeiro naquela noite."
      },
      {
        "id": "Mayor",
        "reason": "Se o Leviatã estiver em jogo e nenhuma execução ocorrer no dia 5, o bem ganha."
      }
    ]
  },
  {
    "id": "Al-Hadikhia",
    "hatred": [
      {
        "id": "Scarlet Woman",
        "reason": "Se houver dois Al-Hadikhias vivos, a Mulher Escarlate Al-Hadikhia torna-se a Mulher Escarlate novamente."
      },
      {
        "id": "Mastermind",
        "reason": "Apenas 1 personagem Jinxed pode estar em jogo. Jogadores maus começam a saber qual jogador e personagem ele é."
      }
    ]
  },
  {
    "id": "Lil' Monsta",
    "hatred": [
      {
        "id": "Poppy Grower",
        "reason": "Se o Poppy Grower está em jogo, os Minions não acordam juntos. Eles são acordados um por um, até que um deles escolha pegar o token de bebê monstro."
      },
      {
        "id": "Magician",
        "reason": "Apenas 1 personagem Jinxed pode estar em jogo. "
      },
      {
        "id": "Scarlet Woman",
        "reason": "Se houver 5 ou mais jogadores vivos e o jogador segurando a ficha Lil 'Monsta morrer, a Mulher Escarlate receberá a ficha Lil' Monsta esta noite."
      }
    ]
  },
  {
    "id": "Lycanthrope",
    "hatred": [
      {
        "id": "Gambler",
        "reason": "Se o Lycanthrope está vivo e o Apostador se mata à noite, nenhum outro jogador pode morrer esta noite."
      }
    ]
  },
  {
    "id": "Legion",
    "hatred": [
      {
        "id": "Engineer",
        "reason": "Legion e o Engenheiro não podem estar em jogo no início do jogo. Se o Engineer criar Legion, a maioria dos jogadores (incluindo todos os jogadores malvados) torna-se Legion malvada."
      },
      {
        "id": "Preacher",
        "reason": "Apenas 1 personagem jinxed pode estar em jogo."
      }
    ]
  },
  {
    "id": "Fang Gu",
    "hatred": [
      {
        "id": "Scarlet Woman",
        "reason": "Se o Fang Gu escolher um Forasteiro e morrer, a Mulher Escarlate não se tornará o Fang Gu."
      }
    ]
  },
  {
    "id": "Spy",
    "hatred": [
      {
        "id": "Magician",
        "reason": "Quando o Spy vê o Grimoire, os tokens de personagem do Demônio e do Mago são removidos."
      },
      {
        "id": "Alchemist",
        "reason": "O Alquimista não pode ter a habilidade de Espião."
      },
      {
        "id": "Poppy Grower",
        "reason": "Se o Poppy Grower estiver em jogo, o Spy não verá o Grimoire até que o Poppy Grower morra."
      },
      {
        "id": "Damsel",
        "reason": "apenas 1 personagem jinxed pode estar em jogo."
      },
      {
        "id": "Heretic",
        "reason": "apenas 1 personagem jinxed pode estar em jogo."
      }
    ]
  },
  {
    "id": "Widow",
    "hatred": [
      {
        "id": "Magician",
        "reason": "When the Widow sees the Grimoire, the Demon and Magician's character tokens are removed."
      },
      {
        "id": "Poppy Grower",
        "reason": "If the Poppy Grower is in play, the Widow does not see the Grimoire until the Poppy Grower dies."
      },
      {
        "id": "Alchemist",
        "reason": "The Alchemist can not have the Widow ability."
      },
      {
        "id": "Damsel",
        "reason": "Only 1 jinxed character can be in play."
      },
      {
        "id": "Heretic",
        "reason": "Only 1 jinxed character can be in play."
      }
    ]
  },
  {
    "id": "Godfather",
    "hatred": [
      {
        "id": "Heretic",
        "reason": "Only 1 jinxed character can be in play."
      }
    ]
  },
  {
    "id": "Marionette",
    "hatred": [
      {
        "id": "Lil' Monsta",
        "reason": "The Marionette neighbors a Minion, not the Demon. The Marionette is not woken to choose who takes the Lil' Monsta token."
      },
      {
        "id": "Poppy Grower",
        "reason": "When the Poppy Grower dies, the Demon learns the Marionette but the Marionette learns nothing."
      },
      {
        "id": "Snitch",
        "reason": "A Marionete só recebe 3 personagens de fora do jogo depois que o Dedo-duro morre."
      },
      {
        "id": "Balloonist",
        "reason": "Se a Marionete pensa que é o Balonista, o jogo começa com +1 Forasteiro."
      },
      {
        "id": "Damsel",
        "reason": "The Marionette does not learn that a Damsel is in play."
      },
      {
        "id": "Huntsman",
        "reason": "If the Marionette thinks that they are the Huntsman, the Damsel was added."
      }
    ]
  },
  {
    "id": "Riot",
    "hatred": [
      {
        "id": "Engineer",
        "reason": "Riot and the Engineer can not both be in play at the start of the game. \nIf the Engineer creates Riot, the evil players become Riot."
      },
      {
        "id": "Magician",
        "reason": "Na primeira noite, jogadores que forem Pandemônio serão acordados um de cada vez para conhecer seus cúmplices em vez de acordarem ao mesmo tempo. Se o Mágico estiver em jogo, será nostrado como Pandemônio nesse momento."
      },
      {
        "id": "Golem",
        "reason": "If The Golem nominates Riot, the Riot player does not die."
      },
      {
        "id": "Snitch",
        "reason": "Se o Dedo-duro está em jogo, cada jogador que seja Pandemônio recebe mais 3 blefes."
      },
      {
        "id": "Saint",
        "reason": "If a good player nominates and kills the Saint, the Saint's team loses."
      },
      {
        "id": "Butler",
        "reason": "The Butler can not nominate their master."
      },
      {
        "id": "Pit-Hag",
        "reason": "If the Pit-Hag creates Riot, all evil players become Riot. \nIf the Pit-Hag creates Riot after day 3, the game continues for one more day."
      },
      {
        "id": "Mayor",
        "reason": "If the 3rd day begins with just three players alive, the players may choose (as a group) not to nominate at all. If so (and a Mayor is alive) then the Mayor's team wins."
      },
      {
        "id": "Monk",
        "reason": "If a Riot player nominates and kills the Monk-protected-player, the Monk-protected-player does not die."
      },
      {
        "id": "Farmer",
        "reason": "If a Riot player nominates and kills a Farmer, the Farmer uses their ability tonight."
      },
      {
        "id": "Innkeeper",
        "reason": "If a Riot player nominates an Innkeeper-protected-player, the Innkeeper-protected-player does not die."
      },
      {
        "id": "Sage",
        "reason": "If a Riot player nominates and kills a Sage, the Sage uses their ability tonight."
      },
      {
        "id": "Ravenkeeper",
        "reason": "If a Riot player nominates and kills the Ravenkeeper, the Ravenkeeper uses their ability tonight."
      },
      {
        "id": "Soldier",
        "reason": "If a Riot player nominates the Soldier, the Soldier does not die."
      },
      {
        "id": "Grandmother",
        "reason": "If a Riot player nominates and kills the Grandchild, the Grandmother dies too."
      },
      {
        "id": "King",
        "reason": "Se um Pandemônio nomeia e mata o Rei e o Garoto do Coral está vivo, o Garoto do Coral usa sua habilidade esta noite."
      },
      {
        "id": "Exorcist",
        "reason": "Only 1 jinxed character can be in play."
      },
      {
        "id": "Minstrel",
        "reason": "Only 1 jinxed character can be in play."
      },
      {
        "id": "Flowergirl",
        "reason": "Only 1 jinxed character can be in play."
      },
      {
        "id": "Undertaker",
        "reason": "Players that die by nomination register as being executed to the Undertaker."
      },
      {
        "id": "Cannibal",
        "reason": "Jogadores mortos por nomeação registram como executados para o Canibal."
      },
      {
        "id": "Pacifist",
        "reason": "Players that die by nomination register as being executed to the Pacifist."
      },
      {
        "id": "Devil's Advocate",
        "reason": "Players that die by nomination register as being executed to the Devil's Advocate."
      },
      {
        "id": "Investigator",
        "reason": "Riot registers as a Minion to the Investigator."
      },
      {
        "id": "Clockmaker",
        "reason": "Riot registers as a Minion to the Clockmaker."
      },
      {
        "id": "Town Crier",
        "reason": "Riot registers as a Minion to the Town Crier."
      },
      {
        "id": "Damsel",
        "reason": "Riot registers as a Minion to the Damsel."
      },
      {
        "id": "Preacher",
        "reason": "Riot registers as a Minion to the Preacher."
      }
    ]
  },
  {
    "id": "Lleech",
    "hatred": [
      {
        "id": "Mastermind",
        "reason": "If the Mastermind is alive and the Lleech's host dies by execution, the Lleech lives but loses their ability. "
      },
      {
        "id": "Slayer",
        "reason": "If the Slayer slays the Lleech's host, the host dies. "
      }
    ]
  }
]
